cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'awscli'
brew 'awsebcli'
brew 'imagemagick'
brew 'mysql'
brew 'node'
brew 'openssl'
brew 'postgresql'
brew 'rbenv'
brew 'ruby-build'
brew 'spark'
brew 'tmux-xpanes'
brew 'wget'
brew 'wp-cli'
brew 'zsh'
brew 'zsh-completions'

cask '1password'
cask '1password-cli'
cask 'adobe-creative-cloud'
cask 'atom'
cask 'backblaze'
cask 'coda'
cask 'cyberduck'
cask 'dropbox'
cask 'firefox'
cask 'github-desktop'
cask 'google-chrome'
cask 'google-backup-and-sync'
cask 'hammerspoon'
cask 'imagealpha'
cask 'imageoptim'
cask 'insomnia'
cask 'livereload'
cask 'openoffice'
cask 'sketch'
cask 'spotify'
cask 'vagrant'
cask 'virtualbox'
cask 'zeplin'
