tap 'homebrew/bundle'

brew 'awscli'
brew 'awsebcli'
brew 'composer'
brew 'imagemagick'
brew 'mysql'
brew 'node'
brew 'openssl'
brew 'postgresql'
brew 'rbenv'
brew 'ruby'
brew 'ruby-build'
brew 'spark'
brew 'tmux-xpanes'
brew 'wget'
brew 'wp-cli'
brew 'zsh'
brew 'zsh-completions'
