cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'imagemagick'
brew 'openssl'
brew 'node'
brew 'postgresql'
brew 'rbenv'
brew 'ruby-build'
brew 'wget'
brew 'zsh'
brew 'zsh-completions'

cask '1password'
cask '1password-cli'
cask 'adobe-creative-cloud'
cask 'atom'
cask 'dropbox'
cask 'firefox'
cask 'github-desktop'
cask 'google-chrome'
cask 'hammerspoon'
cask 'imageoptim'
cask 'spotify'
cask 'vagrant'
cask 'virtualbox'
