tap 'browsh-org/browsh'
tap 'github/gh'
tap 'henkrehorst/php'
tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'mongodb/brew'
tap 'shopify/shopify'
tap 'teamookla/speedtest'

brew 'automake'
brew 'awscli'
brew 'bat'
brew 'chruby'
brew 'composer'
brew 'coreutils'
brew 'curl'
brew 'docker-compose'
brew 'docker'
brew 'dockutil'
brew 'expect'
brew 'ffmpeg'
brew 'fx'
brew 'gh'
brew 'git-ftp'
brew 'glib'
brew 'gmailctl'
brew 'gnupg'
brew 'go'
brew 'harfbuzz'
brew 'httpie'
brew 'imagemagick'
brew 'imageoptim-cli'
brew 'jq'
brew 'libksba'
brew 'libssh2'
brew 'libtool'
brew 'lynx'
brew 'm-cli'
brew 'magic-wormhole'
brew 'mas'
brew 'micro'
brew 'mimestream'
brew 'mkcert'
brew 'mongodb/brew/mongodb-community'
brew 'mosh'
brew 'mpv'
brew 'mysql', restart_service: true
brew 'neofetch'
brew 'node', link: false
brew 'nss'
brew 'nvm'
brew 'openldap'
brew 'pandoc'
brew 'pantheon-systems/external/terminus'
brew 'php', restart_service: true
brew 'pidof'
brew 'pngquant'
brew 'poppler'
brew 'postgresql', restart_service: true
brew 'postgresql@12'
brew 'pyenv'
brew 'python@3.8'
brew 'qlmarkdown'
brew 'qlstephen'
brew 'quicklook-json'
brew 'rename'
brew 'ruby-build'
brew 'ruby'
brew 'rust'
brew 'shopify/shopify/themekit'
brew 'shopify-cli'
brew 'spark'
brew 'sshfs'
brew 'syntax-highlight'
brew 'tccutil'
brew 'teamookla/speedtest/speedtest'
brew 'terminal-notifier'
brew 'tree'
brew 'tmux-xpanes'
brew 'watchman'
brew 'wget'
brew 'wp-cli'
brew 'xclip'
brew 'xhyve'
brew 'yarn'
brew 'yq'
brew 'zlib'
brew 'zsh-autosuggestions'
brew 'zsh-completions'
brew 'zsh-syntax-highlighting'
brew 'zsh'
