tap 'homebrew/bundle'

brew 'awscli'
brew 'composer'
brew 'coreutils'
brew 'expect'
brew 'ffmpeg'
brew 'imagemagick'
brew 'imageoptim-cli'
brew 'jq'
brew 'm-cli'
brew 'mas'
brew 'mosh'
brew 'mysql'
brew 'node'
brew 'openssl'
brew 'pngquant'
brew 'postgresql'
brew 'rbenv'
brew 'ruby'
brew 'ruby-build'
brew 'spark'
brew 'sshfs'
brew 'tmux-xpanes'
brew 'wget'
brew 'wp-cli'
brew 'yarn'
brew 'youtube-dl'
brew 'zsh'
brew 'zsh-completions'
