tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/core'
tap 'homebrew/services'

brew 'awscli'
brew 'bat'
brew 'composer'
brew 'coreutils'
brew 'curl'
brew 'dockutil'
brew 'expect'
brew 'ffmpeg'
brew 'fzf'
brew 'git-ftp'
brew 'github/gh/gh'
brew 'httpie'
brew 'imagemagick'
brew 'imageoptim-cli'
brew 'jq'
brew 'libssh2'
brew 'm-cli'
brew 'mas'
brew 'mosh'
brew 'mysql'
brew 'node'
brew 'openssl'
brew 'pidof'
brew 'pngquant'
brew 'postgresql'
brew 'pyenv'
brew 'rbenv'
brew 'ruby'
brew 'ruby-build'
brew 'spark'
brew 'sshfs'
brew 'tmux-xpanes'
brew 'wget'
brew 'wp-cli'
brew 'xclip'
brew 'yarn'
brew 'youtube-dl'
brew 'yq'
brew 'zsh'
brew 'zsh-autosuggestions'
brew 'zsh-completions'
brew 'zsh-syntax-highlighting'
