1Password.op-vscode
alefragnani.Bookmarks
bmewburn.vscode-intelephense-client
christian-kohler.npm-intellisense
donjayamanne.githistory
EditorConfig.EditorConfig
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
GitHub.vscode-pull-request-github
GrapeCity.gc-excelviewer
henoc.svgeditor
kisstkondoros.vscode-gutter-preview
kokororin.vscode-phpfmt
mongodb.mongodb-vscode
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
ms-vscode.Theme-TomorrowKit
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-pack
Natizyskunk.sftp
neilding.language-liquid
rifi2k.format-html-in-php
Shopify.theme-check-vscode
sissel.shopify-liquid
usernamehw.errorlens
xdebug.php-debug
