10nates.ollama-autocoder
1password.op-vscode
aaron-bond.better-comments
alefragnani.bookmarks
alefragnani.project-manager
amazonwebservices.aws-toolkit-vscode
bmewburn.vscode-intelephense-client
christian-kohler.npm-intellisense
editorconfig.editorconfig
esbenp.prettier-vscode
figma.figma-vscode-extension
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
geddski.macros
github.copilot
github.copilot-chat
github.vscode-pull-request-github
golang.go
grapecity.gc-excelviewer
henoc.svgeditor
idleberg.applescript
janisdd.vscode-edit-csv
kisstkondoros.vscode-gutter-preview
kokororin.vscode-phpfmt
mechatroner.rainbow-csv
mongodb.mongodb-vscode
ms-ossdata.vscode-pgsql
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
ms-vscode.theme-tomorrowkit
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-pack
natizyskunk.sftp
neilding.language-liquid
pejmannikram.vscode-auto-scroll
rangav.vscode-thunder-client
redhat.vscode-yaml
rexshi.phpdoc-comment-vscode-plugin
rifi2k.format-html-in-php
shopify.theme-check-vscode
simonsiefke.svg-preview
sissel.shopify-liquid
tamasfe.even-better-toml
tomoki1207.pdf
tonka3000.raycast
usernamehw.errorlens
vue.volar
wordpresstoolbox.wordpress-toolbox
xdebug.php-debug
zobo.php-intellisense
