anseki.vscode-color
bradlc.vscode-tailwindcss
CoenraadS.bracket-pair-colorizer-2
donjayamanne.githistory
EditorConfig.EditorConfig
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
GitHub.copilot
henoc.svgeditor
Janne252.fontawesome-autocomplete
liximomo.sftp
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.Theme-TomorrowKit
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
neilding.language-liquid
Tyriar.lorem-ipsum
